26-rails-api/movies-api-rails/app/controllers/api/v1/movies_controller.rb

INSERT INTO "movies" ("title", "year", "score", "imageUrl", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"
---
  def create
    movie = Movie.create(movie_params)